index.md
<div class="abstract" id="org1a259ea">
<p>
Email: contact.jackteasell@gmail.com
Phone:  425-495-5202
</p>

<p>
Software Engineer
</p>

</div>

---


# Education:


## Bellevue College - September 2018 - present


## Code Fellows | May 2018 - August 2018


### Code Fellows is a coding bootcamp in Seattle, Washington. I spent 2 months there learning full stack web development (HTML, CSS, Javascript, PHP, Git). This was a great start to programming and really set the foundation for the skills I use today in my Career and my continuing education in Computer Science


## Yellow Wood Academy | Graduated 2017


# Experience:


### Website Administrator | Women For One - 2016 - present


### Ticket Scanning | Summit at Snoqualmie - December 2020 - March 2020


### Cashier | Burger Burger Auckland | Mad Mex Fresh Mexican | - February 2019 - August 2019

-   I spent time living in New Zealand on a working-holiday visa.


# Skills:


## Java


## Web Development | HTML/CSS/Javascript/PHP


## Python


## Git


## UNIX/Linux


## BASH


# Table

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">this</td>
<td class="org-left">is</td>
<td class="org-left">this</td>
</tr>


<tr>
<td class="org-left">:w</td>
<td class="org-left">table</td>
<td class="org-left">&#xa0;</td>
</tr>


<tr>
<td class="org-left">and it has many things in it</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

